---
kind: type
id: T:Autodesk.Revit.DB.UnitUtils
source: html/128dd879-fea8-5d7b-1eb2-d64f87753990.htm
---
# Autodesk.Revit.DB.UnitUtils

A utility class of functions related to units.

## Syntax (C#)
```csharp
public static class UnitUtils
```